const data =[
	{
		"head": "血源诅咒 · 全流程攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"第一章：雅南篇 第一页",'url':"",'textcontent':[
				{'text':'剧情东湖后往前走，会看见地上白光教你教程(R1攻击、R3锁定、X翻滚)','title':'约瑟夫卡的诊所'},
				{'text':'往前会看见一头狼，和其战斗然后战死到猎人梦境(不知道能不能徒手干掉狼人，建议死)','imgsrc':'a1.jpg'},
				{'text':'猎人梦境里有不少战斗说明，往上阶梯上会有两个武器，拿完装备后调查第一个墓碑回到诊所'},
				{'text':'有了武器轻松干掉狼人，出房间后往左走(右边门开不了)到达雅南中部'},
				{'text':'往前干掉几个敌人后看见机关，开启后落下楼梯往上爬','imgsrc':'a2.jpg','title':'雅南中部'},
				{'text':'爬上楼梯不要急着走，有个灯，点亮后就可以从这边会梦境了'},
				{'text':'往前会看见火堆，边上有很多敌人，这不是无双冲击去凶多吉少，一个个引出来打','imgsrc':'a3.jpg'},
				{'text':'清完敌人正门不能走，从左边楼梯上去往前走'},
				{'text':'正门被敌人挡住，可以无视直接从右边楼梯上去，建议干掉','imgsrc':'a4.jpg'},
				{'text':'清理一些杂兵后看见两个狼人，比较麻烦有火瓶的话建议用两个'},
				{'text':'笔直往前清理一些敌人后会发生BOSS战'},
			]},
			{'title':"第一章：雅南篇 第二页",'url':"",'textcontent':[
				{'text':'BOSS主要靠双手挥臂攻击，也会捶地，距离较远时会跳跃。如果有火瓶自然最好。右手光秃秃的挥臂速度较快，挥完后左手有毛的挥臂，完后会有一点硬直时间可以打。跳起来会解除锁定，建议往远处跑，翻滚比较难回避。BOSS血不厚，攻击力也一般，如果血瓶够多能拼血打。','title':'BOSS战：神职人员野兽','imgsrc':'b1.jpg'},
				{'text':'干掉BOSS后可以点灯会猎人梦境','title':'巨大桥梁'},
				{'text':'传送到巨大桥梁往回走，在一群乌鸦和两个狼人中间有个楼梯，下去进入房间','imgsrc':'b2.jpg'},
				{'text':'房间内有不少杂兵，干完后出来，先往上开门能到达第一个处点(之后就能从雅南中部处点出发了)'},
				{'text':'往下干掉两个敌人后看见电梯，这里无法开启先从边上走','imgsrc':'b3.jpg'},
				{'text':'看见许多被关在笼子里的狼，可以虐杀，往前有个NPC关在门内无视'},
				{'text':'往前看见楼梯就向下爬，到底会有很多匍匐在地上的僵尸，往前会看见一个隧道里面有个巨型野猪，别管它从边上楼梯上去','imgsrc':'b4.jpg'},
				{'text':'上去后可以开启电梯，前面桥上有五个敌人，不要急着冲过去会有火球滚下来','imgsrc':'b5.jpg'},
			]},
			{'title':"第一章：雅南篇 第三页",'url':"",'textcontent':[
				{'text':'到桥头干掉敌人往上是BOSS战，往下可以看见之前的巨型野猪。它体积太大出不来，可以在外面慢慢干掉它。干掉它后往里走可以得到锯肉刀猎人徽章','imgsrc':'c1.jpg'},
				{'title':'BOSS战：加斯科因神父','imgsrc':'c2.jpg'},
				{'text':'共有三个形态：第一形态两只手拿单手武器，一手散弹枪一手斧子;第二形态双手武器;第三形态狼人。第一第二形态都可以绕着墓碑打，推荐双手持斧蓄力攻击，范围大而且可以把它击倒，第三形态实在太变态，攻击力和速度都大幅提升，个人没有什么好方法是用汽油弹炸死它的。'},
				{'text':'干掉后获得亚丹之墓钥匙，可以回到猎人梦境。'},
				{'title':'亚丹之墓'},
				{'text':'干掉BOSS之后向上走，用钥匙开门。不要急着进去，边上有个小平台，跳下去有红色宝石胸针'},
				{'text':'爬上楼梯，进入书房。在宝箱内可以得到血宝石工厂工具，再往前就是大教堂区','imgsrc':'c3.jpg'},
				{'title':'大教堂区'},
				{'text':'一开始就有灯点亮，然后往前有三条路，右边门打不开往左走'},
				{'text':'进入左边道路会看见一些新敌人，还能得到一件套装'},
				{'text':'一直往下会看见一个教堂，不用急着进去，从左边绕上去开门','imgsrc':'c4.jpg'},
				{'text':'开机关，教堂中间的墓碑会打开，回到正门进入墓碑下的道路看见灯点亮。'},
			]},
			{'title':"第一章：雅南篇 第四页",'url':"",'textcontent':[
				{'text':'往灯左边走开一扇门，会听到远方传来声音','title':'旧雅南'},
				{'text':'过一座拱桥后对面塔楼上会有人用机枪扫射','imgsrc':'1.jpg'},
				{'text':'从房子里慢慢躲过去，注意房间内有不少油瓶被机枪扫到会爆炸'},
				{'text':'到塔楼地下(有不少敌人)从楼梯爬到顶和机枪男战斗'},
				{'text':'机枪男：算不上BOSS真打的话实力比BOSS还强，不过塔楼地方很小只要把他打下去即可。这边可以瞄准后连续开枪，或者上去后拉一下仇恨然后下楼他就会跳下来。干掉后得到火药桶帮猎人徽章','imgsrc':'2.jpg'},
				{'text':'往下回到一个敌人非常多的教堂，走出教堂往右'},
				{'text':'右边门内有楼梯上去可以连通之前的塔楼附件，向下会有几个狼人'},
				{'text':'向下干掉几个狼人后会有一个狼人从房间内穿出来，进入房间是旋转阶梯，到顶侧门进去可以开启捷径(之后从旧雅南处点出来往右走，慢慢往下跳就能到此处，不需要去拱桥那边了)'},
				{'text':'回到狼人的地方往前走可以看见召唤地点，之前在开墓碑机关边上和NPC对话过能得到铃铛，可以召唤NPC然后去房间内打BOSS','imgsrc':'3.jpg'},
				{'title':'BOSS战：渴血怪兽','imgsrc':'4.jpg'},
				{'text':'BOSS两个阶段，第一阶段就会扑杀，不过速度比较快;第二阶段身边会有毒素要小心;有NPC助阵第一阶段很轻松，第二阶段如果解毒药够多就不要吝啬了，笔者还是用汽油瓶慢慢炸的。这边开始输出大一点那第二阶段的HP会比较少。'},
				{'text':'干掉BOSS后得到苏美鲁金环，然后点灯回梦境'},
			]},
			{'title':"第一章：雅南篇 第五页",'url':"",'textcontent':[
				{'text':'到梦境后别急着升级，手上没有10000也有8000了，凑足10000买个猎人首席勋章','title':'　大教堂区','imgsrc':'d1.jpg'},
				{'text':'到大教堂区域往左走，向上会看见巨型敌人，朝他走到方向往上能开门','imgsrc':'d2.jpg'},
				{'text':'往前回到一个圆形广场，别急着进去，往左绕道开几个机关就能走捷径了','imgsrc':'d3.jpg'},
				{'imgsrc':'d4.jpg'},
				{'title':'BOSS战：代理人阿梅利亚'},
				{'text':'BOSS有两个阶段，第一阶段各种挥手、捶地、跳跃。变化非常多;第二阶段招式没变不过会祈祷加血。本BOSS个人觉得非常难打，速度快、攻击力高、范围广。建议不要贪刀，最好的时机是跳跃后闪避能打几下，此外保持距离慢慢补刀。第二阶段补血可以用麻痹雾让其停止(之前应该能得到6个)没有的话重击打断它。火纸和汽油瓶依旧有不错的效果'},
				{'text':'干掉BOSS后往前发生剧情，然后点灯会梦境。'},
			]},
		{'title':"第二章：边境墓碑 第一页",'url':"",'textcontent':[
				{'text':'先去大教堂处点(也就是主教BOSS的地方)，出教堂往右走回到一片森林，里面很多枪手和狗','title':'汉威克阴森小巷'},
				{'text':'穿过森林打开门看见第二章第一个灯点亮'},
				{'text':'往前有很多老妇敌人手里拿各种武器，开电梯能通捷径，但不需要坐电梯，继续往前走','imgsrc':'e1.jpg'},
				{'text':'穿过小屋走过马棚，来到两个拿巨斧的胖子那里，能打开机关门，开启捷径','imgsrc':'e2.jpg'},
				{'text':'往门的左边山坡上去，进入房屋下去打BOSS'},
				{'text':'BOSS两个阶段，第一阶段会隐身召唤杂兵、打死一个女巫后进入第二阶段，依旧召唤杂兵不过还会放射缠绕。这个BOSS相对来说好对付，隐身靠近就会现形一般就在门口、里面和桥上三个地点。杂兵基本上就是杂兵水准，出来一个立马干掉然后找女巫打。','title':'BOSS战：汉威克女巫','imgsrc':'e3.jpg'},
				{'text':'干掉BOSS后进入BOSS后面的房间能拿到符文工场工具，然后就能回梦境装备捷径'},
				{'title':'禁忌森林','text':'先去大教堂区域，之前圆形广场里的巨型士兵都睡着了，圆形广场左边拐进去会看见NPC，和其对话然后往下之前需要密码的门就能开了','imgsrc':'e4.jpg'},
				{'text':'进门后发现NPC死了，下去出门往前走几步就能到禁忌森林，点亮灯。','imgsrc':'e5.jpg'}]
		},
		{'title':"第二章：边境墓碑 第二页",'url':"",'textcontent':[
			{'text':'之后的路非常漫长地图也很大，总体是往下走：先过桥，走过几个篝火会从平台上掉下去，往前有个坑里面都是乌鸦，边上油沼泽一路冲，再往前有个敌人会开炮边上房屋躲一下别直冲，过去后进入房间会有蛇头人，走出房间过一座桥再进入另一个房间，里面电梯打开就能通往之前的灯了是个捷径','imgsrc':'f1.jpg'},
			{'text':'从电梯下去出来又是个大地图，同样大方向是向下这里有非常多的蛇头人和蛇怪，看到大野猪后说明目的地不远了，往下走过几个台阶进入BOSS战','imgsrc':'f2.jpg'},
			{'text':'BOSS一共三个人，一个远程放火、一个中距离开喷火器、另一个近身攻击。由远及近一个个干掉血不是很厚还是比较好打的','title':'BOSS战：亚南之影','imgsrc':'f3.jpg'},
			{'text':'干掉BOSS后往前就来到了拜尔金沃斯，灯就在不远处','title':'拜尔金沃斯'},
			{'text':'这边有不少苍蝇敌人比较麻烦，正面进不了绕一段很小的路会看见一个大蜈蚣会喷火，近距离攻击很弱','imgsrc':'f4.jpg'},
			{'text':'干掉蜈蚣后可以开机关门直接通到灯','imgsrc':'f5.jpg'},
			{'text':'进入机关边上门的房间，楼上有个白衣男非常厉害，攻击速度相当高、魔法攻击带有追尾效果且杀伤力大，努力爆心吧','imgsrc':'e5.jpg'}]
		},
			{'title':"第二章：边境墓碑 第三页",'textcontent':[
				{'text':'干掉白衣战士爬上楼梯拿到月亮观测台钥匙，再往上可以拿到中空的幻象外壳'},
				{'text':'拿到钥匙后下去开门，里面有个空旷的平台和一个NPC，和他对话没反应，直接从平台正对面跳下去触发BOSS战','imgsrc':'g1.jpg'},
				{'title':'BOSS战：愚笨蜘蛛罗姆','imgsrc':'g2.jpg'},
				{'text':'BOSS会召唤小蜘蛛，无论是BOSS还是小蜘蛛头部都很硬所以要打身体。BOSS会召唤流星，如果抬头则流星从上往下落;翻身则从下往上飞;如果首尾翘起那就是大范围攻击。建议开始把小蜘蛛清理干净然后打BOSS，这时BOSS不会攻击，打一会儿BOSS会消失然后再召唤杂兵，不要锁定目标清理杂兵，视野内要看得见BOSS，一旦看见BOSS有动作立马逃，干掉杂兵再打BOSS，再次消失。反复如此干掉BOSS。'},
				{'text':'干掉BOSS后会看见一个女人，跑过去发生剧情。','imgsrc':'g3.jpg'},
			]
		},
		{'title':"第三章：未见墓碑",'url':"",'textcontent':[
				{'text':'剧情后自动来到大教堂区，第三章的敌人会不断更新建议逃跑战术','title':'未见之村亚哈革'},
				{'text':'开始往下面冲没多远就有灯(往上可以回到大教堂)，经过一个小屋后下面有扇门打不开，从门边墙上的洞口进去，绕进去能开门之后可以直接从门进去'},
				{'text':'继续往前会看到在楼上的巨型敌人会发镭射炮，扫到的地方会有无差别伤害，还是逃吧运气好杂兵会被镭射炮扫死，通过镭射炮进入房间有灯'},
				{'text':'继续往前不远开一扇门会看见一个暗掉的灯无法点亮，下面有三个人形敌人(笔者实在打不过)，冲出房间往右边冲下去，一直到尽头发生BOSS战','imgsrc':'aa1.jpg'},
				{'imgsrc':'aa2.jpg','title':'BOSS战：重生古神衹'},
				{'text':'BOSS会喷火以及扔一些杂七杂八的东西，开始无视BOSS往前冲边上楼梯上去，把楼上摇铃的杂兵全都清理干净(两边都有共6个)，然后慢慢虐BOSS。BOSS血很多不过动作比较缓慢，而且打哪儿都行所以比较好对付'},
				{'text':'干掉BOSS后可以点灯，进入它身后的房间会看见一个人坐在椅子上，过去碰一下即可','imgsrc':'aa3.jpg'},
                
			]},{'title':"第四章：梦魇墓碑 第一页",'url':"",'textcontent':[
				{'title':'教学大楼二楼'},
				{'text':'剧情后自动来到教学大楼，边上就有灯，这里地方不大，出门正对面开门就进入迷雾'},
				{'title':'曼希斯的梦魇'},
				{'text':'迷雾出来到曼西斯的梦魇，一直往前冲出了石隧道看到灯'},
				{'text':'继续往右上方冲，会不断有狂暴箭打在身上，建议穿狂暴防御高的服装，到底看见灯'},
				{'text':'到灯边上点亮，边上的房间里有电梯但不能使用，往回走可以看到一座石桥，过桥后看到建筑，进去。','imgsrc':'bb1.jpg'},
				{'title':'梅高的房间：底部','text':'进入后别急着冲里面有很多蜘蛛，慢慢前进下来一个打一个，如果大蜘蛛下来立马往回逃，它会卡在门外，把小蜘蛛清理完慢慢虐','imgsrc':'bb2.jpg'},
				{'text':'往里干掉一个人形敌人，再往下看到很多敌人不会主动攻击可以无视，边上有电梯可以通往之前的灯'},
				{'text':'到底还有电梯，底部有敌人会攻击你','imgsrc':'bb3.jpg'},
				{'text':'上去没走多久边上还有电梯，也是通往之前的灯，进入房间过桥触发BOSS战','imgsrc':'bb4.jpg'},
				{'title':'BOSS战：恶梦主任密寇赖許','imgsrc':'bb5.jpg'},
				{'text':'第一阶段：这个BOSS会躲迷藏，看见了锁定一直追回来到一个平台，干掉边上两个蜘蛛然后慢慢虐，BOSS只会一招就是变蛇手攻击，速度不快而且出招后破绽很大。干掉半血会消失;第二阶段：从边上环形楼梯上去再次找到BOSS，锁定追再次来到平台，不过他会把你关在外面，下面有铁门钥匙顺便拿一下，然后从边上上去看见一个方形坑，跳下去就能和他战斗了。这次除了蛇手还会拳击以及之前白衣战士的追尾魔法比较麻烦，建议保持距离蛇手和拳击都能轻易躲避，看见放魔法立马重击打断(没打断的话只能乞求别死了)'},
			]},
			{'title':"第四章：梦魇墓碑 第二页",'url':"",'textcontent':[
				{'text':'干掉BOSS后得到曼希斯牢笼，然后桥会升上去，过桥有个灯，点亮','imgsrc':'cc1.jpg'},
				{'imgsrc':'cc2.jpg'},
				{'text':'上去边上又有个电梯，可以通往之前的电梯','title':'梅高的房间：中央','imgsrc':'cc3.jpg'},
				{'text':'这边一直往上冲会看见雅南暗影(之前的BOSS三人组)还有很多复眼野猪'},
				{'text':'到顶看见第二章最后出现的那个女的，女的对面是电梯，坐电梯上去触发BOSS战','imgsrc':'cc4.jpg'},
				{'imgsrc':'cc5.jpg'},
			]},
			{'title':"第四章：梦魇墓碑 第三页",'url':"",'textcontent':[
				{'title':'BOSS战：梅高的奶妈','imgsrc':'dd1.jpg'},
				{'text':'BOSS依旧有两个阶段，第一阶段各种挥手砍，一般情况在它正背面攻击不会被打到(范围比较小，稍微有点偏差还是会被打到)，注意它旋转砍能打到背部位置。干掉一定血量后进入第二阶段，会召唤分身，分身是若隐若现的总会在你身边出现，一出现立马向分身反方向跳跃一段时间后恢复正常'},
				{'text':'干掉BOSS得到第三脐带，然后出门发现女的不见了'},
				{'text':'回到梦境发现房子着火了','imgsrc':'dd2.jpg'}]
		},
			{'title':"结局篇 第一页",'url':"",'textcontent':[
				{'text':'本作结局共有三个，由于游戏自动存档完成一个结局就过关了无法返回，所以想要完成另一个就需要重新开始游戏或者二周目。建议这边开始上传存档，干掉一个结局下载存档再试第二个结局就不需要反复打了'},
				{'title':'结局一'},
				{'text':'到梦境看到房子着火了，去后花园找到NPC与其对话，选择交出你的生命，直接发生剧情看结局','imgsrc':'ee1.jpg'},
				{'title':'结局二','text':'和结局一一样，就是最后选择拒绝，然后触发BOSS战'},
				{'title':'BOSS战:傑爾曼.第一獵人','imgsrc':'ee2.jpg'},
				{'text':'BOSS分为三个阶段，第一阶段双手持镰刀，基本上是两连挥或三连挥，保持距离躲过挥砍后会有较大硬直时间，建议双手大剑偷刀;打掉四分之一血后进入第二阶段，单手持镰刀，速度明显增快多用枪，即使不能暴心也能打断其攻击;打掉一半血进入第三阶段，浑身有气体护身，这时双手武器还是单手武器完全看他心情，多了空中大范围远程攻击和爆破，念咒语就远离他等爆破，跳高后建议连续回避。这边只能靠暴心打了，普通战法很难过关。通关后看结局。','imgsrc':'ee3.jpg'},
				{'title':'结局三','text':'先去禁忌森林，在乌鸦坑的地方左转，看见许多狼被关在笼子里，往回走看见毒沼泽，下去过去爬上长长的楼梯来到诊所。(无限刷血的玩家应该熟悉这地方)'},
				{'text':'拉下机关开门可以开启捷径，然后从另一个门出去，往下干掉一个杂兵再次爬楼梯到房顶，然后进门可以到达约瑟夫卡的诊所后门，这里没什么怪逛一下在楼上可以看见护士，干掉得到第三脐带，这里另一个房间有个蘑菇头敌人，边上有该隐赫斯特的招待装','imgsrc':'ee4.jpg'},
				{'text':'回到大教堂区往右边走，上电梯后过桥有个高塔，一直往下走，按图跳下去(记得是冲刺跳，不是滚。建议血多裸奔)开起门到达废弃旧工厂，这里有木偶套装、古老猎人骨头和第三脐带','imgsrc':'ee5.jpg'},
				{'imgsrc':'ee6.jpg'}]
			},{'title':"结局篇 第二页",'url':"",'textcontent':[
				{'text':'收集到三个第三脐带全都使用掉，然后再去梦境NPC对话选择拒绝，之后BOSS连战第一战依旧是傑爾曼.第一獵人不重复了'},
				{'title':'第二BOSS战:月之精灵','imgsrc':'ee7.jpg'},
				{'text':'相对第一个BOSS好对付多了，各种扑杀，有一招会清空你的HP，不过放完招式后会有较大硬直，可以砍几下回血，此外这个BOSS不要太过节约血瓶了，第二阶段血瓶无法使用。两个BOSS战可以分开打，第一个BOSS干掉在第二个BOSS战时死了，便可以直接打第二个BOSS。干掉后看结局。'},
				{'title':'第二BOSS战:月之精灵','imgsrc':'ee8.jpg'}]
			},
		]
	},{
		"head": "血源诅咒 · 热门攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"全流程图文攻略详解",'url':"Yharnam.mp4"},
			{'title':"全武器属性数据及获得方法一览",'url':""},
			{'title':"全NPC事件流程攻略",'url':""},
			{'title':"全BOSS打法技巧攻略",'url':""},
			{'title':"游戏上手指南攻略 新手进阶高手详细解析",'url':""},
			{'title':"游戏背景及人物剧情全解析攻略",'url':""},
			{'title':"全符文效果及获取方法一览攻略",'url':""},
			{'title':"手杖流全BOSS打法视频攻略",'url':""},
			{'title':"刷血宝石地点及心得图文详解攻略",'url':""},
		]
	},{
		"head": "血源诅咒 · 最新攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"左右手全武器数据介绍",'url':""},
			{'title':"血源诅咒新手向长篇文字攻略",'url':""},
			{'title':"代理人阿梅利亚打法",'url':""},
			{'title':"血瓶回血模式介绍",'url':""},
			{'title':"初期刷血瓶方法",'url':""},
			{'title':"灵视对游戏难度的影响",'url':""},
			{'title':"打完神父门没开",'url':""},
			{'title':"老猎人全BOSS快速击杀方法视频攻略",'url':""},
			{'title':"全BOSS快速击杀视频演示 1小时23分",'url':""},
			{'title':"黑桐谷歌式视频流程攻略",'url':""},
			{'title':"卡BUG击杀神父视频演示",'url':""},
			{'title':"全boss速通视频攻略分享 1小时16分通关",'url':""},
			{'title':"圣杯地牢BOSS宝石掉落位置及效果列表一览",'url':""},
			{'title':"宝石种类及效果解析攻略",'url':""},
			{'title':"圣杯地牢武器铭文汇总",'url':""},
			{'title':"圣杯地牢宝石属性及效果一览表",'url':""},
			{'title':"全BOSS抗性解析攻略",'url':""},
			{'title':"宇宙之女最简便打法解析攻略",'url':""},
			{'title':"苏梅鲁之女王亚南奖杯获得方法解析攻略",'url':""},
			{'title':"烈士洛格力斯BOSS打法技巧分享",'url':""},
			{'title':"打桩机近战无伤劳伦斯玩法解析攻略",'url':""},
			{'title':"近距离躲星爆方法解析攻略",'url':""},
			{'title':"渴血兽打法解析攻略",'url':""},
			{'title':"7周目最高难度全Boss战打法视频集锦",'url':""},
			{'title':"劳伦斯第二阶段断腿打法视频演示",'url':""},
			{'title':"全BOSS剧情及攻击手段介绍",'url':""},
			{'title':"带绳燃烧弹用法解析攻略",'url':""},
			{'title':"无伤打玷污圣杯亚弥达拉视频演示",'url':""},
			{'title':"刷各种类型宝石铭文分享及玩法介绍",'url':""},
			{'title':"人偶妹子啪啪啪详解演示视频",'url':""},
			{'title':"本体、迷宫地牢与老猎人全BOSS打法详解攻略",'url':""},
			{'title':"圣杯地牢铭文代码列表一览",'url':""},
			{'title':"打桩机无伤路德维希视频攻略",'url':""},
		]
	},
]
const menu_footer=[
			{'title':'首页'},
			{'title':'攻略'},
			{'title':'技巧'},
			{'title':'经验'},
]
export default {
    data,menu_footer
}








