const data =[
	{
		"head": "血源诅咒 · 全流程攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"第一章：雅南篇",'url':""},
			{'title':"第二章：边境墓碑",'url':""},
			{'title':"第三章：未见墓碑",'url':""},
			{'title':"第四章：梦魇墓碑",'url':""},
			{'title':"结局篇",'url':""},
		]
	},{
		"head": "血源诅咒 · 热门攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"全流程图文攻略详解",'url':""},
			{'title':"全武器属性数据及获得方法一览",'url':""},
			{'title':"全NPC事件流程攻略",'url':""},
			{'title':"全BOSS打法技巧攻略",'url':""},
			{'title':"游戏上手指南攻略 新手进阶高手详细解析",'url':""},
			{'title':"游戏背景及人物剧情全解析攻略",'url':""},
			{'title':"全符文效果及获取方法一览攻略",'url':""},
			{'title':"手杖流全BOSS打法视频攻略",'url':""},
			{'title':"刷血宝石地点及心得图文详解攻略",'url':""},
		]
	},{
		"head": "血源诅咒 · 最新攻略",
		"time": "2018-03-1 ",
		"num": "1",
		"detail": "掌握游戏的111",
		"content": [
			{'title':"左右手全武器数据介绍",'url':""},
			{'title':"血源诅咒新手向长篇文字攻略",'url':""},
			{'title':"代理人阿梅利亚打法",'url':""},
			{'title':"血瓶回血模式介绍",'url':""},
			{'title':"初期刷血瓶方法",'url':""},
			{'title':"灵视对游戏难度的影响",'url':""},
			{'title':"打完神父门没开",'url':""},
			{'title':"老猎人全BOSS快速击杀方法视频攻略",'url':""},
			{'title':"全BOSS快速击杀视频演示 1小时23分",'url':""},
			{'title':"黑桐谷歌式视频流程攻略",'url':""},
			{'title':"卡BUG击杀神父视频演示",'url':""},
			{'title':"全boss速通视频攻略分享 1小时16分通关",'url':""},
			{'title':"圣杯地牢BOSS宝石掉落位置及效果列表一览",'url':""},
			{'title':"宝石种类及效果解析攻略",'url':""},
			{'title':"圣杯地牢武器铭文汇总",'url':""},
			{'title':"圣杯地牢宝石属性及效果一览表",'url':""},
			{'title':"全BOSS抗性解析攻略",'url':""},
			{'title':"宇宙之女最简便打法解析攻略",'url':""},
			{'title':"苏梅鲁之女王亚南奖杯获得方法解析攻略",'url':""},
			{'title':"烈士洛格力斯BOSS打法技巧分享",'url':""},
			{'title':"打桩机近战无伤劳伦斯玩法解析攻略",'url':""},
			{'title':"近距离躲星爆方法解析攻略",'url':""},
			{'title':"渴血兽打法解析攻略",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
			{'title':"",'url':""},
		]
	},
]
export default {
    data
}








